{
  "data": {
    "planOfAction_title": "Plan Of Action",
    "planOfAction_description": "In September 2019, the AAMC launched a new strategic planning effort to respond to the rapidly changing world of medical education, health care, research, and community collaborations. In comprehensive fashion and with extensive input from the broad community of academic medicine, we studied the environment and identified many areas that need attention to better meet the health needs of the people of America and beyond. In an era of frustration with aspects of health care in America, the scan helped us focus on specific areas of needed disruption relevant to the AAMC’s mission, expertise, and influence. Building on that analysis, the leadership and board of the AAMC developed 10 bold action plans to move the association and the field toward better fulfillment of our four mission areas. In the midst of the development of the strategic plan, the COVID-19 pandemic struck. In the ED and ICU, the people of academic medicine struck back. In the research lab, they struck back. In online classrooms, they struck back. In rapid response teams, in collaboration with government officials and local and state communities, in the media—they struck back. And so did the AAMC. We were intimately involved in all major aspects of understanding, explaining, and working to deal with the myriad effects of the pandemic. In that crisis response came a clarity. The pandemic raised the stakes but steeled our resolve. Magnified the meaning. Through leading, serving, and advocating for academic medicine, we will tackle—through decisive plans for action—the barriers to better health for people everywhere. The COVID-19 pandemic will shape society for years to come, in ways known and still unknown. The AAMC’s strategic plan emerges from this crisis and transcends it. In these ten plans for action, the AAMC both prepares for the immediate post-pandemic world and works toward improvements in our educational, research, health care, and community collaboration systems to better prepare academic medicine and the nation for whatever the future may bring",
    "planOfAction_list": [
      "The AAMC will catalyze solutions for the biggest challenges facing medical schools, teaching hospitals and health systems, and the people and communities they serve.",
      "The AAMC will be the voice of academic medicine.",
      "The AAMC will shape the workforce and develop the people of academic medicine to lead and thrive in a changing health care environment.",
      "The AAMC will be a high-performing, diverse, and inclusive organization in support of our mission."
    ]
  }
}
